-- phpMyAdmin SQL Dump
-- version 3.3.7
-- http://www.phpmyadmin.net
--
-- 主机: localhost
-- 生成日期: 2013 年 09 月 24 日 09:58
-- 服务器版本: 5.5.29
-- PHP 版本: 5.4.15-1~precise+1

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 数据库: `qwe7002_radio`
--

-- --------------------------------------------------------

--
-- 表的结构 `delradio`
--

CREATE TABLE IF NOT EXISTS `delradio` (
  `name` text NOT NULL,
  `user` text NOT NULL,
  `message` text NOT NULL,
  `to` text NOT NULL,
  `time` text NOT NULL,
  `uptime` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- 转存表中的数据 `delradio`
--

INSERT INTO `delradio` (`name`, `user`, `message`, `to`, `time`, `uptime`) VALUES
('im still loving you', '»Æ½­»ª', '´óÈý£¬»¹ÓÐÁ½ÄêµÄÊ±¼ä¾ÍÒª±ÏÒµ£¬´óÑ§ÉúÑÄÖ»Ê£Ò»°ë¡£Ö»Ïë×£¸£Äã¿ªÐÄÃ¿Ò»Ìì£¡', 'ÉÛÓîÇï', 'ÏÂÎç', '2013-09-17 19:08'),
('ÎÒµÄºÃÐÖµÜ', '²ÜÐ¡Ë§', 'Ò»Æð¹ýÁËÒ»ÄêÁË£¬¶àÉÙÃ¬¶ÜÓÐ¹ý£¬µ«ÎÒÃÇ¶¼°¾¹ýÀ´ÁË£¬ËùÒÔÎÒÃÇÊÇ×îÇ×µÄÐÖµÜ£¡´ó¼ÒÒ»Æð¼ÓÓÍ£¡²»Å×Æú¡¢²»·ÅÆú£¬Ò»ÆðÏòÇ°³å°É£¡¡¹', 'A6#526µÄ¿­Ã÷¡¢ÓÂ¸ç£¬Ð¡è¡è¡¡¢Ð¡±ó±ó¡¢½ð²Ø¡¢Ò«¿­£¬Ð¡Ïè ', 'ÏÂÎç°É', '2013-09-17 14:10:03'),
('²»Öª²»¾õ°®ÉÏÄã', '×Ô·â¡°¡±Ë§¸ç', '²»Öª²»¾õÖÐ£¬×Ü»áÏëÆðÄã;ÅÂÄãÀÛÁË£¬°²Î¿Äã;²»Öª²»¾õÖÐ£¬ÊìÏ¤ÁËÄãµÄÆ¢Æø£¬ÖªµÀÁËÏñÅ£Ò»Ñù;²»Öª²»¾õµÄ£¬¸Ð¾õµ½±Ë´Ë¶ã±Ü;²»Öª²»¾õ£¬Ò»¸öÈË¿à¿àµÄÈÌÊÜ£¬Éµ×Ó£¬ÎÒ²ÅÊÇ¸öÉµ×Ó', 'Ò»Ö»ÉµÉµµÄÑò', 'ÏÂÎç ', '2013-09-17 14:11:23'),
('ÎÒ²»Ô¸ÈÃÄãÒ»¸öÈË', 'ÐÄÌÛÉµÑ¾Í·µÄ¸ç¸ç', 'ÎÒ²»Ô¸£¬²»Ô¸ÈÃÄãÒ»¸öÈË£¬È¥³ÐÊÜ×îÖØµÄ¹¤×÷;ÎÒ²»Ô¸ÑÛÀá£¬ÄãÇÄÇÄµØÁ÷£¬ÎÒ²»Ô¸ÈÃÄãÊ§Íû£¬ÉµÑ¾Í·£¬ÄãÖªµÀÂð£¬ÎÒÊÇ£¬ÕæµÄÏë±£»¤ºÃÄã£¬²»ÈÃÄãÊÜÉË£¬Ö»Ïë°®Äã¡ª¡ªÓÀÔ¶¡£', 'ÉµÑ¾Í·', 'ÏÂÎç°É', '2013-09-17 14:12:23'),
('ºì³¾¿ÍÕ»', '»Æ½­»ª', '¿ìÒª³ö¹úÁË£¬×£¸£ÄãÒ»Â·Ë³·ç£¬Ñ§ÒµÓÐ³É£¡', '»Ô»Ô', 'ÖÐÎç', '2013-09-17 19:35:46'),
('µ¾Ïã', 'Ð¡ºë', 'Á½ÄêÁË£¬ÖÐÐÄ²¥ÒôÐÁ¿àÁË£¬ÔÚ´ËÏ×ÉÏÎÒµÄ×£¸£¡£', 'Ðû´«ÖÐÐÄ', 'ËæÒâ', '2013-09-18 14:56:23'),
('love the way you lie', '»Æ½­»ª', '¼ÓÓÍ°É£¡Ð¡ÓîÖæ£¡£¡£¡', 'ÉÛÓîÇï', '¶¼¿ÉÒÔ£¬·½±ã²¥¾ÍÐÐ', '2013-09-18 18:24:23');

-- --------------------------------------------------------

--
-- 表的结构 `message`
--

CREATE TABLE IF NOT EXISTS `message` (
  `message` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- 转存表中的数据 `message`
--

INSERT INTO `message` (`message`) VALUES
('ÓÉÓÚÃ¿ÈÕ²¥¸èÊýÁ¿ÓÐÏÞ£¬Ô¼Îª6~8Ê×£¬ËùÒÔÃ»²¥µ½µÄÇëÄÍÐÄµÈ´ý¡£µã¸èÌ¨ÊÔÔËÐÐ³õÆÚ²»¶¨Ê±Çå¿âÒ»´Î£¬ÈôÔÝÊ±»¹Ã»±»²¥·ÅÇëÖØÐÂµã¸è¡£Èç¹ûÓÐ¸üºÃµÄÒâ¼û¼°½¨ÒéÇëµÇÂ¼ÈýÃ÷Ñ§ÔºÂÛÌ³(www.smxybbs.net)Õ¾Îñ¹ÜÀíÇø·¢±í×Ô¼ºµÄ¿´·¨£¬ÈýÃ÷Ñ§ÔºÂÛÌ³Ð»Ð»ÄãµÄÖ§³Ö£¡');

-- --------------------------------------------------------

--
-- 表的结构 `radio`
--

CREATE TABLE IF NOT EXISTS `radio` (
  `name` text NOT NULL,
  `user` text NOT NULL,
  `message` text NOT NULL,
  `to` text NOT NULL,
  `time` text NOT NULL,
  `uptime` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- 转存表中的数据 `radio`
--

INSERT INTO `radio` (`name`, `user`, `message`, `to`, `time`, `uptime`) VALUES
('Ê±¹âÓ¡¼Ç-Alex', 'Ä¾×Ó»Ô»Ô', 'Ê±¹â·ÉÊÅ£¬×ªÑÛÈÈÄÖµÄÒ»ÌìÒÑ¾­¹ýÈ¥£¬ÐÂµÄÒ»ÌìÒ²ÇÄÈ»¿ªÊ¼¡£°é×Å³æÃùÒô·ûÄÜÌýµÃµ½×Ô¼ººôÎü£¬´ó¼ÒÒ»Æð¼ÓÓÍ°ÉÈÃÊ±¹âÓ¡ÏÂÄã¶ÀÌØµÄÓ¡¼Ç°É£¬ÎÒ»¹ÔÚÈýÃ÷Ñ§ÔºÂÛÌ³Åã×Å´ó¼Ò£¬²»ÔøÀë¿ª¡£', 'Ñ§ÉúÐû´«ÖÐÐÄ', '°øÍí', '2013-09-20 13:32:22'),
('ÎÂá° ÏÄÌìµÄ·ç', '»Æ½­»ª', '¿ìÒª³ö¹úÁË£¬Ò»Ïëµ½Ò»Äê¼û²»µ½Ãæ£¬ÂÔÓÐµãÐ¡Ð¡µÄÉË¸Ð¡£Ï£ÍûÄÜÔÚ¹úÍâ¹ýµÄ¸üºÃ!¼ÓÓÍ¿©', 'Àî»Ô»Ô', '¶¼¿ÉÒÔ£¬ÓÐÊ±¼ä¾Í²¥', '2013-09-20 13:47:32'),
('·çÑ©ÎàÍ©  £¨ÄÏÈ­ÂèÂè£©', 'Ð¡Î÷', 'ºÃ¿ì£¬Ò»ÄêµÄÉáÓÑºÍºÃÓÑ£¬Ï£ÍûÎÒÃÇµÄÓÑÒêÌìÌì¶¼ÕâÑùÏÂÈ¥£¬ËÍÐ¡Ñ©ÎÒ×î°®µÄÄÏÈ­ÂèÂèµÄ¸è¸øÄã¹þ¡£', 'Ð¡Ñ©', 'ÖÐÎç', '2013-09-20 13:55:12'),
('Ô¼¶¨', 'qwe7002', '²»ÖªµÀËµÊ²Ã´ºÃ£¬Ö»ÇóÕâÒ»ÄêË³Ë³ÀûÀû£¡', 'ÓîÇï', 'ÖÐÎç', '2013-09-20 14:00:36'),
('ÎåÔÂÌì  <¾óÇ¿>', 'byrnt', 'Äæ·çµÄ·½Ïò¸üÊÊºÏ·ÉÏè  ¼ÓÓÍ', 'Ìï¼Ó±ó', '9.22  ÏÂÎçÊ±¶Î', '2013-09-22 10:30:44'),
('³ÂÞÈÑ¸  ¡¶Æß°ÙÄêºó¡·', 'byrnt', '±ó  ÉúÈÕ¿ìÀÖ  ËäÈ»ÕâÃ´Ô¶µ«ÊÇÃ»ÍüÄã  ¹þ¹þ', 'Ìï¼Ó±ó', '9.22ÏÂÎç', '2013-09-22 12:08:04'),
('Ð¡Çé¸è-¶àÁÁ', 'vinje', 'ÄãËµÄãÏ²»¶¶àÁÁµÄÉ¤Òô£¬ÎÒËµÎÒÏ²»¶¸è´ÊµÄÇåÐÂ', 'Ö£Ð¡Ñà', 'ÏÂÎç', '2013-09-23 11:49:20'),
('¸øÎ´À´µÄ×Ô¼º-Ñî×ÚÎ³', 'Jemong', 'Ï£ÍûÎ´À´µÄÂ·ÉÏÒ»·«·çË³~~', '×Ô¼º', 'ÖÐÎç', '2013-09-23 21:52:12'),
('Àë¿ªµØÇò±íÃæ', 'qwe7002', '±ð´©¸ß¸úÐ¬ÁË£¬Àë¿ªµØÇò±íÃæÌ«Ô¶²»Ì«ºÃ¡­¡­2333333', 'Ìì²Å¸ç', 'ÖÐÎç', '2013-09-24 17:40:53');

-- --------------------------------------------------------

--
-- 表的结构 `ticket`
--

CREATE TABLE IF NOT EXISTS `ticket` (
  `name` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- 转存表中的数据 `ticket`
--

